"Change Shortcut" = "Badilisha Njia ya Mkato";

"Model name" = "Jina la muundo";

"Toggle Sidebar" = "Geuza Upau wa upande";

"New Temporary Chat" = "Gumzo Mpya la Muda Mfupi";

"Content" = "Maudhui";

"Continuous chat" = "Chati isiyosita";

"Which model would you like to use?" = "Ungependa kutumia muundo gani?";

"Check for Updates…" = "Angalia Masasisho…";

"You can continue this chat from the app." = "Unaweza kuendelea na chati hii kutoka kwenye programu.";

"%@" = "%@";

"Model" = "Muundo";

"ChatGPT Help" = "ChatGPT Help";

"What would you like to ask ChatGPT about?" = "Ungependa kuuliza ChatGPT kuhusu nini?";

"Model to use with the new chat" = "Muundo wa kutumia kwenye chati mpya";

"This action will send a single message to a chat with ChatGPT and return the response." = "Hatua hii itatuma ujumbe mmoja kwenye chati na ChatGPT na kurudisha jibu.";

"Start new chat" = "Anzisha chati mpya";

"New Chat" = "Chati mpya";

"Model slug" = "Kitambulisho cha muundo";

"Message Identifier" = "Kitambuaji cha Ujumbe";

"Start voice conversation" = "Anza mazungumzo ya sauti";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "Hatua hii inazindua programu ya ChatGPT ili kuanzisha mazungumzo ya sauti na ChatGPT.";

"Indicates whether a new chat should be started" = "Inaonyesha kama chati mpya inafaa kuanzishwa";

"Message to send to ChatGPT" = "Ujumbe wa kutuma kwa ChatGPT";

"Message" = "Ujumbe";

"Would you like to start a new chat?" = "Ungependa kuanzisha chati mpya?";

"Ask ChatGPT" = "Uliza ChatGPT";

"Start voice conversation with ChatGPT" = "Anzisha mazungumzo ya sauti na ChatGPT";

"Is there anything else you would like to ask about?" = "Kuna jambo lingine ambalo ungependa kuuliza?";

"Chat Identifier" = "Kitambuaji cha Chati";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Iwapo utawasha chati ya kujibiana au utakamilisha Njia ya Mkato mara baada ya kujibu";

"Settings…" = "Mipangilio…";

